/* No comment provided by engineer. */
"Calculating Sequence..." = "計算順序...";

/* No comment provided by engineer. */
"Game Lost" = "ゲームロスト";

/* No comment provided by engineer. */
"Last Score: %i" = "最終スコア: %i";

/* No comment provided by engineer. */
"Moves Left: %i" = "移動は左: %i";

/* No comment provided by engineer. */
"Retries Left: %i" = "再試行左: %i";

/* No comment provided by engineer. */
"Score: %i" = "スコア: %i";

/* No comment provided by engineer. */
"Sequence Completed" = "シーケンス完了";

/* No comment provided by engineer. */
"Start Game" = "ゲームをスタート";

/* No comment provided by engineer. */
"Tap The Sequence" = "シーケンスをタップします";

/* No comment provided by engineer. */
"Top Score: %i" = "トップスコア: %i";

